"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Ikke deg?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 venn i nærheten";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 dag";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 time";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minutt";

"1d|short indicator that a user was active 1 day ago" = "1d";

"1h|short indicator that a user was active 1 hour ago" = "1t";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Grense på 1min: Slipp for å sende";

"1m|short indicator that a user was active 1 minute ago" = "1min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dager";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 timer";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minutter";

"A new version of Messenger is available.|New version title" = "En ny versjon av Messenger er tilgjengelig.";

"Activation Code|placeholder text for activation code field" = "Aktiveringskode";

"Activation Request Failed|" = "Aktiveringsforespørsel mislyktes";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Aktiv nå (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Legg til favoritt";

"Add More People|button for adding people to the conversation" = "Legg til flere personer";

"Add More People|title for add members page" = "Legg til flere personer";

"Add More People|title for add people page" = "Legg til flere personer";

"Add People|button to add members to the message thread" = "Legg til personer";

"Add Photos|Button label for adding photos from the photo library" = "Legg til bilder";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Legg til i eksisterende kontakt";

"Adding...|adding progress text" = "Legger til ...";

"Advanced Settings|text for advanced settings button" = "Avanserte innstillinger";

"Advanced|title for advanced settings page" = "Avansert";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Varsler er deaktivert frem til %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Varsler er deaktivert i én time";

"Alerts Off|Indicates that alerts are off" = "Varsler er deaktivert";

"Alerts On|Indicates that alerts are on" = "Varsler er aktivert";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "All varsling er deaktivert i 8 t.";

"All notifications are off.|Mute warning display on thread list" = "All varsling er deaktivert.";

"All|Segment button label for all stickers" = "Alle";

"Answer|Text for button that accepts a call" = "Svar";

"Archive|Button label that will archive the conversation" = "Arkiver";

"Archive|Label for archive button when swipe to archive in thread list view" = "Arkiver";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Er du sikker på at du vil slette navnet på denne samtalen?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Er du sikker på at du vil forlate denne samtalen? Du vil ikke lenger motta nye meldinger.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Er du sikker?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Legg ved et bilde";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Legg ved medier";

"Back|Go back to previous screen" = "Tilbake";

"Back|generic nav bar back button" = "Tilbake";

"Background task expired|Error string for app killed in background while message was sending" = "Bakgrunnsoppgaven er utløpt";

"Bing Image Search|" = "Bing bildesøk";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Du kan bare spre til opptil %1$i personer om gangen.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Spre";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Spre";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Nyhetssaker kan inneholde opptil %1$i vedlegg.";

"Bring messages to life|Title of Media attachment NUX" = "Gi liv til meldinger";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Sending";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Sending";

"Call Ended|End call message in non-error case" = "Anrop avsluttet";

"Call Ended|String shown when the call ends" = "Anrop avsluttet";

"Call Failed|End call message in error case" = "Anrop mislyktes";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Ring venner over et Wi-Fi-nettverk eller et mobilt nettverk. Vanlige kostnader for datatrafikk gjelder.";

"Call %@|action sheet option for calling a phone number" = "Ring %1$@";

"Call|Call" = "Ring";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Du ringer gratis over Wi-Fi. Vanlige kostnader gjelder for samtaler over et mobilt nettverk.";

"Camera|Button label for attaching a photo from the camera" = "Kamera•";

"Cancel|Title for generic Cancel button." = "Avbryt";

"Celebrations|Title of list of friends who have events to celebrate." = "Feiringer";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Chat kostnadsfritt med alle kontakter eller telefonnumre på telefonen din.";

"Chat|The title of the view showing the buddy list section of the app" = "Chat";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Velg venner";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Velg bilde";

"Clear|prompt to clear all unsent messages" = "Tøm";

"Clearing...|Progress text shown while clearing the image for a thread" = "Tømmer ...";

"Close active chat|Button to close an active chat" = "Lukk aktiv chat";

"Close|Title of button in navigation bar to close a web page." = "Lukk";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Lukk innstillingene";

"Comment|Comment button title" = "Kommenter";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Skriv melding til %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Skriv melding til %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Bekreft telefon";

"Connecting|Text shown on call screen while connecting a call" = "Kobler til";

"Connection Failed|Alert title when connection failed" = "Tilkobling mislyktes";

"Connection Lost|End call message in connection lost case" = "Tilkobling brutt";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Kontaktinformasjon";

"Contact Info|Title of the canonical thread info page." = "Kontaktinformasjon";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Fortsett og ikke spør igjen";

"Continue|Button label to continue through zero rating session fence" = "Fortsett";

"Continue|Login - Login Button Title for Keychain Login" = "Fortsett";

"Conversation Name|placeholder text in conversation name textfield" = "Navn på samtale";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Kopier";

"Copy|Title for buttons and menus that let user copy the current text" = "Kopier";

"Copy|action sheet option for copying a string to the clipboard" = "Kopier";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Kunne ikke legge til nye medlemmer. Prøv på nytt.";

"Could not load sticker store.|Error message for sticker store load failure" = "Etikettbutikken kan ikke lastes inn.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Kan ikke hente tilgjengelighet";

"Countries|Title for country picker" = "Land";

"Country|Country - Country placeholder text" = "Land";

"Create Group Chat|Label for a button that creates a new group chat" = "Opprett gruppechat";

"Create Group Chat...|Text on a button to compose a new group message" = "Opprett gruppechat ...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Opprett gruppesamtale";

"Create New Contact|action sheet option for creating a new contact" = "Opprett ny kontakt";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Sitter i en samtale";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Tilpass varslingsinnstillingene";

"Decline|Text for button that declines a call" = "Avslå";

"Delete Conversation Name|alert title for deleting conversation name" = "Slett samtalens navn";

"Delete Conversation|Button label that will delete the conversation" = "Slett samtale";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Slette melding? Du kan ikke angre dette.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Vil du slette hele samtalen?";

"Delete|Button label that will delete the conversation" = "Slett";

"Delete|Button to accept deleting the name of a conversation" = "Slett";

"Delete|Label for archive button when swipe to archive in thread list view" = "Slett";

"Delete|Label for button to delete previous character" = "Slett";

"Delete|Label on button that deletes a thread" = "Slett";

"Delete|button text for deleting a message" = "Slett";

"Delete|button text for removing an unsent message" = "Slett";

"Details|title for message details page" = "Detaljer";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Oppdag hvem som er i nærheten";

"Don't Delete|Button to decline to delete the name of a conversation" = "Ikke slett";

"Don't Save|Don't save action sheet button" = "Ikke lagre";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Ferdig med å redigere meldingslisten";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Ferdig";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Dobbelttrykk for å redigere";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Nedlasting mislyktes";

"Download|Accessibility label for download button in sticker store list view" = "Last ned";

"Download|Button title to download an upgrade" = "Last ned";

"Download|Label for button to download a sticker pack" = "Last ned";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Nedlastet";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Nedlastet";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Laster ned";

"Downloading|Label for button to show a sticker pack being downloaded" = "Laster ned";

"Drag Down to Hide|Chat head dismiss NUX title" = "Dra ned for å skjule";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Dra hit for å skjule";

"Edit|Edit button/label title for chat divebar" = "Rediger";

"Email or phone number|email/phone field placeholder on login screen" = "E-postadresse eller telefonnummer";

"Empty Feedback|Title for empty feedback warning." = "Tom tilbakemelding";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Aktiver";

"Enter Code|Enter Code page title" = "Angi kode";

"Error|Error title for sticker pack detail view" = "Feil";

"Error|error title after failed to load webview" = "Feil";

"FREE|Price label for free sticker pack" = "GRATIS";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook blir bedre med plassering";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Logg inn på Facebook Messenger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook-bruker";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook lagrer kontakter på dine vegne og kan bruke dem for å hjelpe andre med å søke etter eller komme i kontakt med personer, eller til å generere forslag til deg og andre. Du kan redigere denne informasjonen ved å trykke på i-knappen i en samtale, eller slette alle kontaktene i applikasjonsinnstillingene.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook vil nå lagre og bruke plasseringen din periodisk.";

"Failed to add members|title for failing to add members dialog" = "Kunne ikke legge til medlemmer";

"Failed to save your settings.|error message after changing thread alert setting." = "Kunne ikke lagre innstillingene.";

"Favorites|chat bar favorites header title" = "Favoritter";

"Featured|Segment button label for featured stickers" = "Fremhevet";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Følg disse tre trinnen for å bruke Facebooks plasseringsfunksjoner.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Følg";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Hvis du vil ha mer nøyaktige resultater, går du til innstillinger for %1$@ og velger Stedstjenester. Velg PÅ for %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Hvis du vil ha mer nøyaktige resultater, går du til innstillinger for %1$@ og trykker på Personvern og deretter Stedstjenester. Velg PÅ for %2$@.";

"Free Call|Text on button that starts a messenger call" = "Gratis samtale";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Gratis samtaler er utilgjengelig";

"Friends Nearby|Title of list of friends who are nearby." = "Venner i nærheten";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Venner på Messenger";

"Get Directions|action sheet option for viewing a map" = "Få veibeskrivelse";

"Get Facebook Messenger|The title for messenger promotion banner" = "Få Facebook Messenger";

"Get Started|Label for a button that creates a new group chat" = "Kom i gang";

"Get Started|Title for NUX" = "Kom i gang";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Gi tilbakemelding eller rapporter et problem";

"Google Image Search|" = "Google bildesøk";

"Group Chat|Title for megaphone section helping users discover group chats" = "Gruppechat";

"Group Chats|Title for megaphone section helping users discover group chats" = "Gruppechatter";

"Group Chats|chat bar header for group conversations" = "Gruppechatter";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Gruppesamtale";

"Group Conversations|Table header for group threads section" = "Gruppesamtaler";

"Group Info|Title of group thread info page." = "Gruppeinformasjon";

"Group Members|Title for section showing members of a group (member count will follow)" = "Gruppemedlemmer";

"Group Messages|Title for megaphone section helping users discover group chats" = "Gruppemeldinger";

"Group|Button for starting a new group message." = "Gruppe";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Snakk med flere venner samtidig.";

"Help|text for help button" = "Hjelp";

"Hold to Talk|The instruction for holding the record button and talk" = "Hold for å snakke";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Jeg er sikker";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Liker du å bruke %1$@? Kan du avse et øyeblikk til å vurdere denne oppdateringen? Takk!";

"Image Search|action sheet option for choosing a photo from image search" = "Bildesøk";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Legg til plasseringen din";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Feil bekreftelseskode.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Installere Facebook Messenger?";

"Install|Button text to install the Facebook Messenger" = "Installer";

"Install|The text on the button for users to install Messenger." = "Installer";

"Introducing Chat Heads|Chat head intro NUX title" = "Vi introduserer chattebobler";

"Invalid Country Code|alert title for invalid country code" = "Ugyldig landkode";

"Invalid Phone Number|alert title for invalid phone number" = "Ugyldig telefonnummer";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Trykk for å åpne og lukke meldinger.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Hold alle oppdatert";

"Last Updated: %@|last updated date in pull to refresh header" = "Sist oppdatert: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Les mer";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Les mer";

"Leave Conversation|leave conversation button" = "Forlat samtalen";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Forlate samtalen?";

"Leave|Button title for leaving a thread" = "Forlat";

"Leaving...|Progress text shown while leaving a thread" = "Forlater ...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "La personene i denne samtalen få vite hvor du er.";

"Licenses|Licenses screen title" = "Lisenser";

"Licenses|text for licenses button" = "Lisenser";

"Like|Like button title" = "Liker";

"Like|Title for generic Like button." = "Liker";

"Load Map|Button text for users to load the map location when zero rated." = "Last inn kart";

"Loading...|Message presented while waiting for content to load." = "Laster ...";

"Loading...|Placeholder text while results are loading" = "Laster inn ...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Finner ut hvor du er ...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Plassering er deaktivert";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Plassering er deaktivert for denne samtalen";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Stedstjenester er deaktivert. Aktiver slik at personene i denne samtalen får vite hvor du er.";

"Location services are on|Title of location NUX when user has enabled location services." = "Stedstjenester er aktivert";

"Log In to Facebook|Login - Login Button Title for password login" = "Logg inn på Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Logget inn som %1$@";

"Login Approval Required|title of login approval dialog" = "Godkjenning av innlogging kreves";

"Login Failed|Invalid login alert title" = "Innlogging mislyktes";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Logger inn som noen andre";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Logger inn som %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Logger inn på noen andres brukerkonto";

"Mark as Unread|Button label that will mark the thread as unread" = "Marker som ulest";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Send melding til hvem som helst";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Send meldinger til venner";

"Message|Button for starting a new message." = "Melding";

"Message|button to open a composer to send a message to the page" = "Melding";

"Messages|Messenger module display name" = "Meldinger";

"Messages|The title of the message thread list view." = "Meldinger";

"Messages|Title for messages inbox view" = "Meldinger";

"Messages|accessibility (voiceover) label for chathead inbox" = "Meldinger";

"Messages|name of the app with Facebook brand" = "Meldinger";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Messenger synkroniserer kontaktene dine regelmessig for å hjelpe deg med å nå ut til flere personer og komme i kontakt med venner";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Flere venner (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Flere venner (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Flere påloggede venner";

"Name is Too Long|alert title for long conversation name" = "Navnet er for langt";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Navngi samtalen";

"Nearby|Nearby people to send a message to" = "I nærheten";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Gå aldri glipp av en melding igjen";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Gå aldri glipp av en melding fra vennene dine igjen.";

"New Message|Text on a button in messages popover to compose a new message" = "Ny melding";

"New Message|Title of screen shown when user is composing a new message" = "Ny melding";

"New version available|Title of alert displayed when new version is available" = "Ny versjon tilgjengelig";

"Next|Generic button to move to next item" = "Neste";

"Next|button label for moving to the next screen" = "Neste";

"No Internet Connection|Warning banner for no network connection" = "Ingen Internett-tilkobling";

"No Message|dialog title for when user tries to send an empty message" = "Ingen melding";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Ingen deltakere";

"No Participants|String when no participants are on the thread" = "Ingen deltakere";

"No Recipients|dialog title for when user tries to send to no recipients" = "Ingen mottakere";

"No Results|Alert title when there are no results from image search." = "Ingen treff";

"No locations shared recently.|message on map view when no location has been shared recently" = "Ingen nylig delte plasseringer.";

"No response.|Error reported when no response is received from the server" = "Ikke noe svar.";

"No, Thanks|Label on button for user to decline to rate the app" = "Nei takk";

"Not Now|Button text to temporarily ignore the installation message" = "Ikke nå";

"Not Now|Do not enable contact sync button label, 15 char max" = "Ikke nå";

"Not Now|Not now alert popup button" = "Ikke nå";

"Not Now|Title of button to not share location for now." = "Ikke nå";

"Not Now|button label for deferring enabling push notifications" = "Ikke nå";

"Not now|Button title to decline an upgrade" = "Ikke nå";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Varsler er slått av i åtte timer";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Varsler er slått på";

"Notifications for This Conversation|Title for per-thread notification settings" = "Varsling for denne samtalen";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Varsling for denne samtalen er deaktivert.";

"Notifications|Label for enabling/disabling notification" = "Varsler";

"Notifications|Label for enabling/disabling notifications" = "Varsler";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Av til %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Av i 1 time";

"Off|Short string for indicating that alerts are off" = "Av";

"On|Short string for indicating that alerts are on" = "På";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Hvis du sletter din kopi av samtalen, kan du ikke angre.";

"Only You|String for describing a thread where you are the only user remaining" = "Kun deg";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Åpne Innstillinger på iPhone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Åpne i Kart";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Åpen etikettbutikken";

"Other People|Table section header for a list of non-friend search results" = "Andre personer";

"Password|password field placeholder on login screen" = "Passord";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Personer i denne samtalen kan se plasseringen din på kartet.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Personer du legger til, får se alle tidligere meldinger i denne samtalen.";

"Phone Number|placeholder text for phone number field" = "Telefonnummer";

"Pin friends you message most|Label when users have no favorites" = "Fest vennene som du sender flest meldinger til";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Kontroller bekreftelseskoden, og prøv på nytt.";

"Please check your network connection and try again.|" = "Kontroller nettverkstilkoblingen, og prøv på nytt.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Kontroller nummeret, og prøv på nytt.";

"Please check your number and try again.|alert message for invalid phone number" = "Kontroller nummeret, og prøv på nytt.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Last ned siste versjon av Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Skriv en melding eller legg ved et bilde.";

"Please enter a valid country code.|alert message for invalid country code" = "Angi en gyldig landkode.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Angi e-postadressen og passordet du bruker for å logge inn på Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Ta med en beskrivelse av problemet.";

"Please rate the quality of your call|Prompt for call quality survey" = "Vurder anropets kvalitet";

"Please re-login to renew your session.|Error message for expired session" = "Logg inn på nytt for å fornye økten.";

"Please try again|Alert message when there are no results from image search." = "Prøv på nytt";

"Please use a shorter conversation name.|alert message for long conversation name" = "Bruk et kortere navn på samtalen.";

"Privacy & Terms|text for privacy and terms button" = "Personvern og vilkår";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Dra chatteboblene ned til Ⓧ for å skjule dem.";

"Pull down to refresh...|message for pull down to refresh" = "Skyv ned for å oppdatere ...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Varsling for push-meldinger er deaktivert.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Varsling for push-meldinger er deaktivert.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Lyder for push-meldinger er deaktivert.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Push-meldinger er deaktivert.";

"Push up to refresh...|message for push up to refresh" = "Skyv opp for å oppdatere ...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Finn gruppechatter raskt her.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Finn gruppemeldinger raskt her.";

"Rate %@|Alert title for asking user to rate this app." = "Vurder %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Vurder %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Nå venner uansett hvor de er nå – på mobil eller Internett.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Nå venner uansett hvor de er nå";

"Recent Stickers|Accessibility label for recently used stickers" = "Nylige etiketter";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Nylige etiketter";

"Record Video|action sheet option for recording a video" = "Ta opp video";

"Record Voice|Button label for attaching an audio clip" = "Ta opp tale";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Kunne ikke starte opptak";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Opptak avbrutt";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Slipp for å avbryte opptak";

"Release to refresh...|message for releasing to refresh" = "Slipp for å oppdatere ...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Påminn meg senere";

"Remove Attachment|action sheet option for removing current attachment" = "Fjern vedlegg";

"Remove Photo|action sheet option for removing chosen photo" = "Fjern bilde";

"Remove Photo|action sheet option for removing current attachment" = "Fjern bilde";

"Removing...|text for removing progress" = "Fjerner ...";

"Report a Problem|title for give feedback or report bug" = "Rapporter problem";

"Resend|Resend - Resend Button Title" = "Send på nytt";

"Retry|generic retry button" = "Prøv på nytt";

"Ringing|Text shown on call screen while contacting another party" = "Ringer";

"Save Photo|action sheet option to save photo to library" = "Lagre bilde";

"Save photo as conversation image?|" = "Lagre bilde som samtalebilde?";

"Save|" = "Lagre";

"Saving...|Progress text shown while saving a new image for a thread" = "Lagrer ...";

"Saving...|Progress text shown while saving a new name for a thread" = "Lagrer ...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Søk etter flere venner …";

"Search to add favorites|placeholder in edit favorites search bar" = "Søk for å legge til favoritt";

"Search|placeholder in search bar" = "Søk";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Søker ...";

"See Group Chats|Label for a button that creates a new group chat" = "Vis gruppechatter";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Se hvor vennene dine tilbringer tiden sin, og del plasseringen din med dem. De vil ikke se akkurat hvor du er hen.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Sett av alle";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Sett av alle";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Sett av %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Sett av %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Sett av %1$@";

"Seen by:|Text for seen state header" = "Sett av:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Sett %1$@ i nærheten av %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Sett %1$@";

"Select country code|select country code text" = "Velg landkode";

"Send (%i)|Send button with count in parentheses" = "Send (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Sending mislyktes";

"Send in Message|Sharing option" = "Send i en melding";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Send til telefon, chat og Internett";

"Send|Nav bar send button text" = "Send";

"Send|Send button" = "Send";

"Send|text to show in the send button" = "Send";

"Sending...|sending progress text" = "Sender …";

"Sending…|Text used below message bubble to show send is in progress" = "Sender …";

"Sent a message|default notification text for messages with no body text" = "Har sendt en melding";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Sendt fra Messenger";

"Sent from email|indicator that a message was sent from email" = "Sendt fra e-post";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Sendt fra mobil";

"Sent from web|indicator that a message was sent sent from web or chat" = "Sendt fra Internett";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Sendt fra %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Sendt %1$@";

"Session Expired|Error title for expired session" = "Økten er utløpt";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Slå Facebook PÅ";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Innstillingsapplikasjon > Generelt > Stedstjenester";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Innstillingsapplikasjon &gt; Stedstjenester";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Innstillingsapplikasjon &gt; Personvern &gt; Stedstjenester";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Innstillinger";

"Settings|Settings alert popup button" = "Innstillinger";

"Settings|title for settings page" = "Innstillinger";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Del plasseringen din for å se hvem.";

"Share|Share button title" = "Del";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Delte bilder";

"Shared a link|text for a link share" = "Delte en lenke";

"Shared a photo|text for a photo share" = "Delte et bilde";

"Shared a video|text for a video share" = "Delte en video";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Vis tastatur";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Vis etiketter";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Registrer deg på Facebook";

"Skip|Skip - Skip Button Title" = "Hopp over";

"Something went wrong. Want to try again?|retry dialog message" = "Det oppstod en feil. Vil du prøve på nytt?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Beklager, men det oppstod en feil";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Standard datakostnader";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Vanlige kostnader gjelder når du laster inn kartdata.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Start gruppechat";

"Sticker Store|Navigation bar title for sticker store view" = "Etikettbutikk";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Slutt å legge ved medier";

"Submit|Submit button title" = "Send inn";

"Suggestions|Suggested people to send a message to" = "Forslag";

"Switch Account|text for switching logged in user" = "Bytt brukerkonto";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Bytt til Wi-Fi for å gjennomføre anropet";

"Sync Contacts|Start contact sync button label, 15 char max" = "Synkroniser kontakter";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Synkroniser kontaktene dine";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Tagg innlegg og bilder med en plassering. I tillegg kan du oppdage hva som skjer i nærheten, selv når du har telefonen i lommen.";

"Take Photo|action sheet option for taking a photo" = "Ta bilde";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Trykk på Generelt";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Trykk på Stedstjenester";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Trykk på Personvern";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Trykk på Prøv på nytt for å sende meldingen.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Trykk på tannhjul for å slå på chat";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Trykk her for å lese mer om innstillingene dine og hvorfor Facebook hele tiden må vite plasseringen din.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Trykk på + for å sende bilder, legge til emotikon og ta opp talemeldinger.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Trykk for å gå tilbake til anropet";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Trykk på for å slå på plassering";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Tekstmeldinger kan ikke sendes til det nummeret.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Send gratis tekstmeldinger til vennene dine.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Send SMS til vennene dine uansett hvor de er nå – på telefon eller på chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Telefonnummeret har ikke tillatelse til å motta tekstmeldinger.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Det oppstod en feil under tilkobling til Facebook. Kontroller tilkoblingen din, og prøv på nytt.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Det oppstod en feil under tilkobling av anropet. Koble til Wi-Fi, og prøv på nytt.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Tips: Gå aldri glipp av en melding";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Du må oppdatere til den nye versjonen av Messenger for å motta anrop.";

"To complete your phone number activation, please enter the activation code|" = "Skriv inn aktiveringskoden for å fullføre aktiveringen av telefonnummeret ditt.";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Hvis du vil legge ved plassering i meldingene, går du til %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Du må oppdatere til den nye versjonen av Messenger for å foreta anrop.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Hvis du vil deaktivere varsler for denne samtalen, går du til samtaleinnstillingene.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Hvis du vil deaktivere plassering for alle samtaler, går du til %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Hvis du vil slå på varsling, må du gå til iPhone Innstillinger %1$@ Varsling %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Hvis du vil bruke denne funksjonen, må du gå til innstillingene for %1$@ og velge Stedstjenester. Velg PÅ for %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Hvis du vil bruke denne funksjonen, må du gå til innstillingene for %1$@ og trykke på Personvern og Stedstjenester. Velg PÅ for %2$@.";

"To|Accessibility label for to field in contact picker" = "Til";

"To:|to field in contact picker" = "Til:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Trykk og hold for å snakke.\nSlipp for å sende eller skyv av knappen for å avbryte.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Prøv på nytt";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Slå av chatten";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Slå av til kl. 8";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Slå av i 1 t";

"Turn Off|Option to turn off alerts" = "Slå av";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Slå på chatten";

"Turn On Location Services|Error message title when location services are unavailable." = "Slå på Stedstjenester";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Slå på varsler";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Slå på varsling";

"Turn On|Option to turn on alerts" = "Slå på";

"Turn On|Turn on alerts" = "Aktiver";

"Turn On|button label for deferring enabling push notifications" = "Slå på";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Aktiver push-meldinger";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Aktiver push-meldinger for å få beskjed når du får nye meldinger.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Slår varsler av eller på";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Skriver …";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Kan ikke ringe til %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "Kunne ikke lagre bilde.";

"Unable to Send|Title for send feedback failed warning." = "Kan ikke sende";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Kunne ikke legge til flere personer i samtalen. Prøv på nytt.";

"Unable to name your conversation.|error message after setting conversation name" = "Kunne ikke gi samtalen et navn.";

"Unable to remove you right now.|error messages after leaving conversation" = "Kunne ikke fjerne deg akkurat nå.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Kan ikke lagre SMS-favoritter i Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Kunne ikke sende melding. Prøve på nytt?";

"Unable to send message.|Alert text for when a message failed to send." = "Kunne ikke sende melding.";

"Unable to send right now.|error message for failing to send message" = "Kunne ikke sende akkurat nå.";

"Unpin|button title to remove user from favorites" = "Ta ned";

"Update|Get new version now button." = "Oppdater";

"Updating...|updating progress text" = "Oppdaterer …";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Oppgrader nå";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Bruk Messenger helt gratis";

"View Call|Text show on button that views an incoming call" = "Vis anrop";

"View Missed Call|Text show on button that views an incoming call" = "Vis tapt anrop";

"View Timeline|Button text to go to a user's timeline" = "Vis tidslinje";

"View in Maps|action sheet option for viewing a map" = "Vis på kart";

"View|Alert button that takes user to the thread where a message failed to send" = "Vis";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Vi beklager at du ikke kan laste ned pakken med %1$@-etiketter. Prøv på nytt senere.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Vi sender deg en SMS med bekreftelseslenke for telefonnummeret.";

"Welcome to Messenger|Title for NUX page" = "Velkommen til Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "Hvem vil du sende melding til?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Hvem vil du sende denne meldingen til?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Spre en melding (sender en egen melding til hver venn)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Skriv noe for sending (sender en egen melding til hver venn)";

"Write a message...|Placeholder text to suggest writing a message" = "Skriv en melding ...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Du kan ringe %1$@ over Wi-Fi-nettverket. Slå på Wi-Fi i telefoninnstillingene.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Du kan administrere dataene dine i personverninnstillingene.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Du har et tapt anrop fra %1$@";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Du mottar snart en SMS eller e-post med kode for innlogging.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Du får ikke vite når du har mottatt en melding.";

"You|String for you, the user" = "Du";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Du forlater Messenger. Det kan påløpe vanlige datakostnader.";

"Your Stickers|Segment button label for downloaded stickers" = "Etikettene dine";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Vennen din kan ikke motta anrop akkurat nå";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Vennen din er på en kaffebar i nærheten.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Vennen din anbefaler en restaurant i nærheten.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Vennen din har tatt et bilde i nærheten.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Meldingen kan ikke sendes til en eller flere mottakere.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Meldingen kan ikke sendes til en eller flere mottakere.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Meldingen din ble ikke sendt.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Meldingene dine ble ikke sendt.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "aktiv for 1 d siden";

"active 1h ago|indicator that a user was active 1 hour ago" = "aktiv for 1 t siden";

"active 1m ago|indicator that a user was active 1 minute ago" = "aktiv for 1 min siden";

"active now|indicator that a user is currently active, on web or mobile" = "aktiv nå";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "aktiv på mobil for %1$@ siden";

"active on mobile|presences status for being active on mobile" = "aktiv på mobil";

"active %id ago|indicator that a user was active 2+ days ago" = "aktiv for %1$i d siden";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktiv for %1$i t siden";

"active %im ago|indicator that a user was active 2+ minute ago" = "aktiv for %1$i min siden";

"active %@ ago|presences status for being active a relative time ago" = "aktiv for %1$@ siden";

"error|A short message for audio play error" = "feil";

"is calling|text below the caller's name when they are calling" = "ringer";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "skriver …";

"on mobile|presences status for being available on mobile" = "på mobil";

"online %@ ago|presences status for being online on the web a relative time ago" = "pålogget for %1$@ siden";

"online|presences status for being online on the web" = "pålogget";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "skriver …";

"%d more friends nearby...|Additional nearby friend results available to show" = "%1$d venner til i nærheten ...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d av %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dager";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i timer";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minutter";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i personer funnet, %2$i treff";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i t";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ og %2$@ bruker Facebook Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ og %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ hundremillioner";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ ringer";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ er i en annen samtale";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ er på en kaffebar i nærheten.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ er ikke tilgjengelig";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ er på Messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ skriver …";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ har anbefalt en restaurant i nærheten.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ sa %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ titusen";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ har tatt et bilde i nærheten.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ har forsøkt å ringe deg";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ bruker Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, %2$d nye meldinger";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i til";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ og %3$@ bruker Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ og 1 venn til bruker Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ og %4$i andre venner bruker Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mrd.";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@K";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mill.";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@ …";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u venner i nærheten";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u av vennene dine deler plasseringen sin med deg.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u bilde vedlagt";

"%u photos attached|Accessibility text for a photo set" = "%1$u bilder vedlagt";

